{
  "title": "American Mathematics Competitions (AMC) 10",
  "what_is_amc10_title": "What mathematical concepts are covered in AMC 10?",
  "what_is_amc10_p": "The AMC 10 covers a range of mathematical topics typically learned by students up to 10th grade, focusing on problem-solving skills without involving advanced mathematics like calculus or trigonometry.",
  "core_areas_title": "Core Mathematical Areas",
  "algebra_title": "Algebra:",
  "algebra_p": "Elementary algebra, quadratic equations, factoring, abstract algebraic reasoning.",
  "geometry_title": "Geometry:",
  "geometry_p": "Basic geometry concepts such as similarity, congruence, geometric proofs, area and volume formulas, and the Pythagorean theorem.",
  "number_theory_title": "Number Theory:",
  "number_theory_p": "Foundational number theory topics including integers, divisibility, and prime numbers.",
  "counting_probability_title": "Counting and Probability:",
  "counting_probability_p": "Basic combinatorics and elementary probability theory.",
  "arithmetic_title": "Arithmetic:",
  "arithmetic_p": "General arithmetic concepts are also tested.",
  "prep_tips_title": "Preparation Tips and Resources",
  "aops_algebra_title": "Art of Problem Solving - Introduction to Algebra",
  "aops_algebra_p": "This comprehensive textbook covers algebraic concepts essential for AMC 10 preparation.",
  "aops_algebra_topics": [
    "Algebraic expressions and manipulation (simplifying, factoring)",
    "Linear equations and systems of linear equations",
    "Quadratic equations and inequalities (including special factorizations)",
    "Functions and function notation (basic concepts)",
    "Polynomials (operations and factoring)",
    "Exponents and radicals (basic understanding)",
    "Sequences and series (arithmetic and geometric)",
    "Ratios, proportions, and word problems"
  ],
  "aops_geometry_title": "Art of Problem Solving - Introduction to Geometry",
  "aops_geometry_p": "This comprehensive textbook covers geometric concepts essential for AMC 10 preparation.",
  "aops_geometry_topics": [
    "Triangle properties: congruence, similarity, special triangles (isosceles, equilateral)",
    "Angle relationships and basic angle chasing",
    "Circle basics: arcs, chords, tangents, inscribed angles",
    "Polygon properties (especially quadrilaterals) and perimeter/area calculations",
    "Power of a Point theorem",
    "Basic 2D coordinate geometry (points, lines, distance, midpoint)",
    "Transformations (translations, rotations, reflections, dilations)"
  ],
  "aops_counting_title": "Art of Problem Solving - Introduction to Counting & Probability",
  "aops_counting_p": "This comprehensive textbook covers counting and probability concepts essential for AMC 10 preparation.",
  "aops_counting_topics": [
    "Basic counting principles (addition and multiplication rules)",
    "Permutations and combinations (including counting with restrictions)",
    "Casework and complementary counting",
    "Basic probability concepts (equally likely outcomes, addition and multiplication rules)",
    "Expected value (introductory level)",
    "Pascal's Triangle and simple combinatorial identities"
  ],
  "aops_number_theory_title": "Art of Problem Solving - Introduction to Number Theory",
  "aops_number_theory_p": "This comprehensive textbook covers number theory concepts essential for AMC 10 preparation.",
  "aops_number_theory_topics": [
    "Primes, divisibility, and prime factorization",
    "Modular arithmetic (basics, calculations, properties)",
    "Greatest common divisors and the Euclidean Algorithm",
    "Linear congruences and the Chinese Remainder Theorem (intro level)",
    "Diophantine equations (simple integer solutions)",
    "Base systems and number representations"
  ],
  "official_prep_p": "For official AMC preparation materials, visit the",
  "aops_prep_p": "For additional practice problems and solutions, check out",
  "aops_prep_link": "AoPS AMC 10 Problems and Solutions",
  "books_with_links_title": "Recommended Books and Resources",
  "aops_series_p": "Mastering AMC 10/12 is a free online book by OmegaLearn designed to help students prepare for the AMC 10 and AMC 12 math competitions. It covers all key topics—algebra, geometry, combinatorics, and number theory—with clear explanations, plenty of examples, and detailed video solutions. Regularly updated, the book is highly praised for its practical structure, accessible style, and wide range of contest problems, making it one of the best free resources for improving AMC scores."
}