{
    "phonics_title": "Phonics",
    "what_is_phonics_title": "What is Phonics?",
    "what_is_phonics_p1": "Phonics is the best, most efficient way to teach children how to read.",
    "what_is_phonics_p2": "Phonics is a method of teaching people to read by correlating sounds with letters or groups of letters in an alphabetic writing system.",
    "what_is_phonics_p3": "Phonics is a straightforward, methodical way of teaching decoding, the first skill that, with comprehension, goes into effective reading.",
    "how_to_teach_phonics_title": "How to teach phonics?",
    "how_to_teach_phonics_l1": "Start with simple hard consonants and short vowel sounds.",
    "how_to_teach_phonics_l2": "Introduce blending with simple 3-letter words. e.g. nap, sit, pat.",
    "how_to_teach_phonics_l3": "Introduce more complex consonant combinations and bump up to 4-letter words. e.g. st, gr, lm, ng, sh.",
    "how_to_teach_phonics_l4": "Teach vowel combinations — ea, oo, ai — and put them into action. e.g. bear, hair, learn, pear.",
    "books_with_links_title": "Books with links",
    "pete_the_cat_p": "This engaging box set includes 12 small books that focus on different phonics sounds. The stories are silly and fun, and the illustrations are colorful and eye-catching. Children will love following Pete the Cat on his adventures as they learn to sound out words.",
    "pete_the_cat_kindle": "Pete the Cat Phonics, Kindle read for Free",
    "fat_cat_mat_p": "This collection of 12 rhyming stories is a fun way for children to learn about phonics. The stories are short and easy to read, and they focus on different phonics sounds. The book also includes a listen-along CD, which can be helpful for children who are just learning to read.",
    "reading_is_fun_title": "Reading is fun!",
    "reading_is_fun_p": "Through the foundational principles of phonics and phonemic awareness, children are equipped with the essential skills needed to read effectively. Encouraging children to engage with age-appropriate literature, further enhances their vocabulary and comprehension abilities, laying a solid groundwork for lifelong literacy.",
    "sight_words_title": "Sight Words",
    "sight_words_l1": "Use flashcards: Write sight words on cards and practice reading them together.",
    "sight_words_l2": "Play games: Make memory games or matching games with sight words.",
    "sight_words_l3": "Read books with repetitive phrases: Help them recognize sight words in familiar contexts.",
    "reading_practice_title": "Reading Practice",
    "reading_practice_l1": "Read aloud together: Model fluent reading and point to the words as you go.",
    "reading_practice_l2": "Choose books with engaging illustrations: Pictures can help with comprehension.",
    "reading_practice_l3": "Reread favorites: Repetition helps solidify new skills.",
    "dr_seuss_p": "Dr. Seuss, the pen name of Theodor Geisel, is a beloved children's author famous for his whimsical stories and colorful illustrations. His books often feature quirky characters and imaginative worlds, teaching young readers important life lessons in a fun and engaging way. With catchy rhymes and playful language, Dr. Seuss's works have captured the hearts of children and adults alike for generations. His most iconic characters include The Cat in the Hat, Horton the Elephant, and the Grinch.",
    "charlotte_web_p": "This beloved novel tells the story of Wilbur, a pig, and Charlotte, a spider, who become friends. Charlotte hatches a plan to save Wilbur from slaughter.",
    "harry_potter_title": "Harry Potter",
    "harry_potter_p": "The Harry Potter series, consists of seven main books written by J.K. Rowling, is fantastic for introducing kids to the magic of fantasy fiction, let us use this series as an example to help kids improve their reading skills.",
    "reading_level_title": "Reading Level",
    "reading_level_l1": "The series is generally classified as middle-grade fiction, aimed at readers between 9 and 12 years old.",
    "reading_level_l2": "Age 6-8: You can start reading the books aloud to them, especially the beautifully illustrated versions. This exposes them to the story without the pressure of independent reading.",
    "reading_level_l3": "Age 8-10: If your child is a confident reader, they might be ready to tackle the first few books themselves.",
    "reading_level_l4": "Age 10-12: By this age, most children should be able to read the series independently.",
    "making_it_engaging_title": "Making it Engaging",
    "making_it_engaging_l1": "Read Aloud: This can create a special bonding experience and help them grasp the story. You can even use different voices for the characters to make it more fun!",
    "making_it_engaging_l2": "Stop and Discuss: Pause throughout to ask questions about the plot, characters, or magical world. This helps with comprehension and keeps them engaged.",
    "making_it_engaging_l3": "Act it Out: Encourage them to act out scenes or draw pictures of their favorite parts.",
    "making_it_engaging_l4": "Explore the Wizarding World: Watch the movies (though they might be a bit scary for younger kids), visit the Wizarding World website, or find fun Harry Potter-themed games or activities.",
    "wizarding_world_website": "the Wizarding World website",
    "harry_potter_series_p": "The Harry Potter series is a beloved fantasy series that follows the adventures of a young wizard named Harry Potter. Harry discovers he is a wizard and attends Hogwarts School of Witchcraft and Wizardry, where he learns about magic and confronts the dark wizard Lord Voldemort. The series explores themes of friendship, loyalty, and the power of good over evil. With its rich characters, imaginative world, and thrilling plot, Harry Potter has captivated readers of all ages around the globe."
  }