{
  "welcome": "Welcome to Wang Zi Cheng Long website",
  "logo_intro": "The text in the image is 望子成龍 (wàng zǐ chéng lóng). This is a Chinese idiom that reflects the deep-rooted cultural emphasis on parental aspirations for their children's success. The idiom is often used to describe a parent's hope that their child will grow up to be successful and powerful. In a sense, it is similar to the Western concept of 'Tiger Mom/Dad', which describes parents who have high expectations for their children and want them to achieve great things.",
  "header": "Launching Your Child's Lifelong Journey: From Ivy League Aspirations to Enduring Success",
  "platform": "We are parents just like you, on a mission to empower our children to thrive throughout their educational journey. This website is a platform built on shared experiences and insights, designed to guide you in two crucial aspects:",
  "key_pt1_header": "Cracking the Code to Ivy League Aspirations",
  "key_pt1": "We'll explore a holistic approach to education, from elementary school to college applications, equipping you with strategies to nurture your child's academic potential and well-rounded development.",
  "key_pt2_header": "Success Beyond Graduation",
  "key_pt2": "Our focus extends beyond college admissions. We'll delve into fostering a lifelong love of learning, exploring advanced education opportunities, and preparing your child for a fulfilling career and a continuously evolving world.",
  "journey": "Join us on this journey as we navigate the complexities of modern education, share valuable resources, and build a supportive community to help our children reach their full potential. Together, we can empower our children to become the leaders of tomorrow.",
  "bridge": "Bridging East and West: A Blended Approach to Education",
  "embark": "As we embark on this journey together, it's important to acknowledge the distinct approaches to education in Eastern and Western cultures. Each offers unique strengths, and by understanding these differences, we can create a more holistic learning experience for our children.",
  "east_edu": "Eastern Education",
  "key_pt3": "emphasizes a strong foundation in core subjects like math, science, and language, building a solid base for future learning. This focus on mastery is complemented by a culture of respect for teachers and elders, fostering discipline and a strong work ethic. Eastern classrooms often utilize memorization techniques to promote knowledge retention and focus.",
  "west_edu": "Western Education",
  "foster": "fosters well-rounded individuals by encouraging critical thinking, analysis, and problem-solving skills. Western classrooms celebrate individuality and self-expression, allowing students to share their unique perspectives. Collaborative learning is also a hallmark, preparing students for teamwork and success in the real world.",
  "experience": "Creating a Holistic Learning Experience by Embracing the Strengths of Both Worlds",
  "difference": "By acknowledging these differences, we can strive to create a blended approach that leverages the strengths of both Eastern and Western education. Here's how:",
  "innovation": "Balance Rigor with Innovation: We can incorporate the emphasis on foundational knowledge from the East with the encouragement of creativity from the West.",
  "inquiry": "Foster Respectful Inquiry: Encourage students to ask questions while maintaining an environment that honors teachers and the learning process.",
  "individual": "Develop Well-Rounded Individuals: Combine a focus on core subjects with an appreciation for diverse skills and interests.",
  "tiger_mom": "Battle Hymn of the Tiger Mother is a memoir by Amy Chua that ignited a global debate on parenting styles. Chua candidly shares her experiences raising her daughters with a demanding, Chinese-influenced approach she terms 'Tiger Mothering.' By contrasting her methods with the perceived permissiveness of Western parenting, the book sparked intense discussions about culture, child development, and the appropriate balance between nurture and discipline.",
  "audiobook": "Audiobook Free trial",
  "crack": "Cracking the Ivy League Code: A Guide to College Admissions Success",
  "unlock": "Unlocking the gatekeepers to top universities, including Ivy League institutions, is a dream for many students. These institutions are renowned for their academic rigor and exceptional learning environments. Here, we'll unveil some general principles and guidelines to strengthen your child's application and increase their chances of admission.",
  "academic": "Academic Excellence:",
  "key_pt4": "Strong academic performance is a cornerstone of college admissions. Encourage your child to excel in their coursework, take challenging classes, and maintain a high GPA. Additionally, standardized test scores like the SAT or ACT play a significant role in the admissions process.",
  "extra": "Extracurricular Involvement:",
  "activity": "in extracurricular activities demonstrates a well-rounded student. Encourage your child to pursue their passions, join clubs, volunteer, and take on leadership roles. These experiences showcase their interests, skills, and commitment beyond the classroom.",
  "title": "Unlocking Your Child's Potential: Nurturing Lifelong Learning",
  "description": "While college admissions are a significant milestone, the journey doesn't end there. Lifelong learning is a continuous process that extends far beyond the classroom, enriching your child's personal and professional life. Here are some key aspects of lifelong education:",
  "life_skills_title": "Developing Life Skills:",
  "life_skills_desc": "Beyond academics, lifelong education encompasses essential life skills like financial literacy, relationship management, communication skills, and critical thinking. These skills empower individuals to navigate complex situations, make sound decisions and build fulfilling lives.",
  "adaptability_title": "Adaptability and Resilience:",
  "adaptability_desc": "The world is constantly changing, and lifelong learning fosters the ability to adapt to new information, technologies, and career landscapes. By encouraging a love of learning, you equip your child with the resilience and flexibility to thrive in an ever-evolving world.",
  "personal_growth_title": "Personal Growth and Well-Being:",
  "personal_growth_desc": "Lifelong learning isn't just about acquiring knowledge; it's about personal growth and well-being. Exploring diverse interests, hobbies, and learning opportunities fosters self-discovery, creativity, and a sense of purpose."
}