{
        "title": "学习中文",
        "weekend_schools_title": "周末学校：",
        "weekend_schools_p1": "社区中坚：一个受欢迎的选择，尤其是在华人社区内。周末学校在周末提供结构化学习，通常涵盖听说读写。",
        "weekend_schools_p2": "根据全国中文学校协会的统计，该协会目前在美国近50个州拥有400多所会员学校，学生超过10万人。",
        "online_courses_title": "在线课程",
        "lingoace_p": "LingoAce是一个在线语言学习平台，专门为3-15岁的儿童教授普通话。LingoAce提供一对一的在线课程，由专门的老师根据每个孩子的独特学习需求和目标量身定制。",
        "lingoace_link": "LingoAce免费试听课",
        "yoyo_p": "Yoyo Chinese是一个旨在教授普通话的在线平台，特别适合初学者和中级学习者。该平台使用简短的视频课程（通常为4-10分钟）来解释概念、发音和文化信息。",
        "yoyo_link": "Yoyo Chinese",
        "everyday_p": "Everyday Chinese是一个旨在帮助人们学习普通话的在线平台。该平台强调教授“我们在中国每天使用的最地道的中文”，使其与现实生活情境相关。",
        "everyday_link": "Everyday Chinese",
        "official_websites_title": "官方网站",
        "smart_education_p": "国家中小学智慧教育平台是由中国教育部开发的综合性在线学习平台。它旨在为全国中小学生提供高质量的数字教育资源和服务。该平台提供庞大的数字学习资源库：教科书、教材、多媒体内容和在线课程——所有这些都与国家课程保持一致。",
        "smart_education_link": "智慧教育平台",
        "ndlc_p": "中国国家数字图书馆是中华文化遗产的宝库。它成立于2002年，提供对数百万数字项目的在线访问，包括书籍、历史文献、多媒体资源等。国家数字图书馆是学者、学生和任何有兴趣探索中国文化的人的宝贵资源。",
        "ndlc_link": "中国国家数字图书馆",
        "docuchina_p": "中国纪录片网是中国纪录片的宝库。它于2009年推出，提供超过10,000部纪录片的庞大在线图书馆，供流媒体播放或下载。通过这些引人入胜的电影探索历史、文化、自然等。无论您是纪录片爱好者还是对中国感到好奇，CDN都能满足您的需求。",
        "docuchina_link": "中国纪录片网",
        "four_classics_title": "中国四大古典小说",
        "journey_to_the_west_p": "《西游记》是一部经典的中国小说，讲述了一位和尚和他的弟子们前往西方取经的旅程。中心人物是孙悟空，即猴王，一个拥有不可思议能力、强大而又顽皮的神。一路上，他们面临着无数的挑战，遇到了形形色色的人物，并学到了关于道德、毅力和信仰的宝贵教训。《西游记》不仅是一个惊心动魄的冒险故事，也是对中国文化、哲学和宗教的深刻探索。",
        "dream_of_red_chamber_p": "《红楼梦》是一部复杂而凄美的中国小说，探讨了爱情、失落和一个富裕家庭衰落的主题。故事围绕着贾宝玉展开，一个发现自己陷入家庭要求和自身欲望之间的年轻人。通过错综复杂的情节和心理丰富的角色，小说深入探讨了人际关系的复杂性、幸福的短暂性以及时间的必然流逝。",
        "romance_of_three_kingdoms_p": "《三国演义》是一部史诗般的中国历史小说，记载了汉末和随后三国时期（公元220-280年）的动荡岁月。小说以这一时期的真实事件和人物为基础，将历史、虚构和道德哲学迷人地融合在一起。故事围绕三个主要人物展开：刘备，一位正义仁慈的领袖；曹操，一位狡猾而雄心勃勃的战略家；孙权，一位年轻而雄心勃勃的军阀。小说探讨了权力、忠诚和背叛的主题，同时提供了对中国文化和哲学的见解。",
        "water_margin_p": "《水浒传》是一部史诗般的中国小说，讲述了一群亡命之徒聚集在梁山泊反抗北宋腐败政府的故事。小说以其生动的人物而闻名，每个人物都有独特的个性和技能。从正义的宋江到狡猾的武松，这些亡命之徒的冒险充满了激动人心的动作场面、大胆的逃亡和道德困境。《水浒传》对中国社会、道德和人性的复杂性进行了引人入胜的探索。"
    }