{
    "nav": {
        "home": "首页",
        "about": "关于",
        "learn": "学习",
        "math": "数学",
        "language": "语言",
        "english": "英文",
        "chinese": "中文",
        "compute": "计算"
    },
    "homepage": {
        "welcome": "欢迎来到《望子成龙》网站",
        "logo_intro": "左边图片中的文字是「望子成龍」。这是一个反映中国文化中父母对子女成功深切期望的成语。该成语经常用来形容父母希望子女长大后能取得成功。在某种程度上，它类似于西方的「虎妈/虎爸」概念，该概念描述了对子女有高期望并希望他们取得成就的父母。",  
        "header": "开启孩子的终生旅程：从常春藤梦想到持久成功",
        "platform": "我们和您一样，是希望孩子在教育路上茁壮成长的父母。这个网站是基于共同经验和见解搭建的平台，旨在指导您在以下两个关键方面：",
        "key_pt1_header": "破解常春藤联盟梦想的密码",
        "key_pt1": "我们将在从小学教育到大学申请的整个过程中探索一种全面的教育方法，为您提供培养孩子学术潜力和全面发展的策略。",
        "key_pt2_header": "毕业之后的成功",
        "key_pt2": "我们的关注不仅仅是大学录取。我们将深入探讨如何培养终身的学习热情，探索高等教育机会，并为您的孩子准备一个充实的职业生涯和不断发展的世界。",
        "journey": "加入我们的旅程，一起探索现代教育的复杂性，分享宝贵的资源，并建立一个支持性的社区，帮助我们的孩子充分发挥他们的潜力。我们将共同努力，赋予我们的孩子成为未来领导者的力量。",
        "bridge": "东西方教育桥梁：融合式教学",
        "embark": "当我们共同踏上这段旅程，重要的是承认东方和西方文化在教育方面的不同方法。每种方法都有独特的优势，通过理解这些差异，我们可以为我们的孩子创造更全面的学习体验。",
        "east_edu": "东方教育",
        "key_pt3": "强调数学、科学和语言等核心学科的扎实基础，为未来的学习打下坚实的基础。这种对精通的重视与尊重老师和长辈的文化相辅相成，培养了纪律和强烈的职业道德。东方的教室经常使用记忆技巧来促进知识的保留和专注。",
        "west_edu": "西方教育",
        "foster": "培养全面发展的人才，鼓励批判性思维、分析和解决问题的能力。西方的教室庆祝个性和自我表达，允许学生分享他们独特的观点。合作学习也是一个标志，为学生在现实世界中的团队合作和成功做准备。",
        "experience": "构建一个全面的学习体验，融合双方的优势",
        "difference": "承认这些差异，我们可以努力创造一种融合的方法，利用东西方教育的优势。以下是方法：",
        "innovation": "平衡严谨与创新：我们可以将东方对基础知识的重视与西方对创造力的鼓励相结合。",
        "inquiry": "培育尊重的探究: 鼓励学生提问，同时维持一个尊重教师和学习过程的环境。",
        "individual": "全面发展人才：注重核心学科的同时，培养多元化的技能和兴趣。",
        "tiger_mom": "《虎妈战歌》是蔡美儿撰写的回忆录，引发了全球关于育儿风格的辩论。蔡美儿坦率地分享了她用一种严格的、受中国影响的育儿方式——她称之为“虎妈式育儿”——养育女儿的经历。通过将她的方法与西方育儿方式的相对宽容进行对比，这本书引发了关于文化、儿童发展以及培育和纪律之间适当平衡的激烈讨论。",
        "audiobook": "有声书免费试听",
        "crack": "破解常春藤联盟密码：大学录取成功指南",   
        "unlock": "打开顶尖大学，包括常春藤盟校的大门，是许多学生的梦想。这些大学以其严格的学术要求和卓越的学习环境而闻名。在这里，我们将揭示一些通用原则和指导方针，以加强您孩子的申请并提高其录取的机会。",
        "academic": "学术卓越：",  
        "key_pt4": "坚实的学术表现是大学录取的基础。鼓励您的孩子在课程中取得优异成绩，选修具有挑战性的课程，并保持较高的GPA。此外，标准化考试成绩，如SAT或ACT，在录取过程中也起着重要的作用。",
        "extra": "课外活动：",
        "activity": "在课外活动中展现出全面的学生。鼓励您的孩子追求他们的兴趣，加入俱乐部，做志愿者，并担任领导角色。这些经历展示了他们在课堂之外的兴趣。",
        "title": "释放孩子的潜力：培养终身学习",
        "description": "虽然大学入学是一个重要的里程碑，但旅程并不止于此。终身学习是一个持续的过程，远远超出课堂范围，丰富您孩子的个人和职业生活。以下是终身教育的一些关键方面：",
        "life_skills_title": "培养生活技能：",
        "life_skills_desc": "除了学术之外，终身教育还包括基本的生活技能，如金融素养、人际关系管理、沟通技巧和批判性思维。这些技能使个人能够应对复杂情况，做出明智决策，并建立充实的生活。",
        "adaptability_title": "适应性和韧性：",
        "adaptability_desc": "世界在不断变化，终身学习培养了适应新信息、新技术和新职业格局的能力。通过鼓励对学习的热爱，您可以让孩子具备在不断发展的世界中茁壮成长所需的韧性和灵活性。",
        "personal_growth_title": "个人成长和幸福感：",
        "personal_growth_desc": "终身学习不仅仅是获取知识；它关乎个人成长和幸福感。探索多样化的兴趣、爱好和学习机会可以促进自我发现、创造力和目标感。"

    }
    
}
  