{
  "nav": {
      "home": "Home",
      "about": "About",
      "learn": "LEARN",
      "math": "Math",
      "language": "Language",
      "english": "English",
      "chinese": "Chinese",
      "compute": "Computing"
  },
  "homepage": {
      "welcome": "Welcome to Wang Zi Cheng Long website",
      "logo_intro": "The text in the image is 望子成龍 (wàng zǐ chéng lóng). This is a Chinese idiom that reflects the deep-rooted cultural emphasis on parental aspirations for their children's success. The idiom is often used to describe a parent's hope that their child will grow up to be successful and powerful. In a sense, it is similar to the Western concept of \"Tiger Mom/Dad\", which describes parents who have high expectations for their children and want them to achieve great things.",
      "header": "Launching Your Child's Lifelong Journey: From Ivy League Aspirations to Enduring Success",
      "platform": "We are parents just like you, on a mission to empower our children to thrive throughout their educational journey. This website is a platform built on shared experiences and insights, designed to guide you in two crucial aspects:",
      "key_pt1_header": "Cracking the Code to Ivy League Aspirations",
      "key_pt1": "We'll explore a holistic approach to education, from elementary school to college applications, equipping you with strategies to nurture your child's academic potential and well-rounded development.",
      "key_pt2_header": "Success Beyond Graduation",
      "key_pt2": "Our focus extends beyond college admissions. We'll delve into fostering a lifelong love of learning, exploring advanced education opportunities, and preparing your child for a fulfilling career and a continuously evolving world.",
      "journey": "Join us on this journey as we navigate the complexities of modern education, share valuable resources, and build a supportive community to help our children reach their full potential. Together, we can empower our children to become the leaders of tomorrow."


  }

    
}
   